import React from 'react'

export default function Guide() {
  return (
    <section
    className='Guide p-2'>
     <div className="container pt-32  mx-auto ">
        <div data-aos="fade-up"  className="  opj-card bg-white p-5">
          <h2 className="opj-title w-max relative text-xl mb-9">
            دليل المٌعـــلم
          </h2>
          <p style={{lineHeight:"30px"}} className="text-justify mb-5 text-[#20a3ea]">
         <span className='text-red-400 block mb-2'> أعزائي المعلمين صناع المستقبل  /</span>
     يسعدني أن أقدم لكم هذه البيئة التعليمية الرقمية كنموذج يعمل على تقديم حلولا عملية لانجاح العملية التعليمية، ولتحويل عملية التعلم إلي عملية ممتعة ومشوقة للتلاميذ – بدلًا من الطريقة التقليدية والتى قد تعمل على تنمية الاستيعاب المفاهيمى لدى التلاميذ وانخراطهم فى التعلم، صممت هذه البيئة التعليمية القائمة على استخدام أحد تطبيقات الذكاء الاصطناعى وهو الروبوت الذكى  لتخدم تلاميذ الصف الاول الاعدادي لمادة الكمبيوتر وتكنولوجيا المعلومات والاتصالات.

            </p>
            <p style={{lineHeight:"30px"}} className='text-justify text-slate-500 mb-5'>	يتكون المحتوى التعليمى من عدة دروس وكل درس يتكون من عدة صفحات مصممة بعناية للأخذ بيد التلميذ في بيئة تعلم رقمية تكون حصيلتها تحقيق أكبر قدر من الأهداف التعليمية وتشمل هذه الصفحات علي (الأهداف- شرح الدرس- الأنشطة- اختبار تكوينى- روابط هامة).</p>
          <div className="eff  bg-slate-200">
            <span  className="block  w-7 mx-auto bg-[#5189f8] h-[3px] rounded-3xl"></span>
          </div>
          <ul>

  <li>
    <h2 className='mb-5'>أولًا: الأهداف التعليمية</h2>
    <p style={{lineHeight:"30px"}} className="text-justify text-slate-500">يقوم المعلم بتحديد الأهداف التعليمية الواجب تحقيقها في بيئة التعلم، ويجب صياغتها بصورة إجرائية سلوكية، وأن إنجازها وتحقيقها سيمكن التلاميذ من تعلم المادة العلمية.</p>
  </li>
  <li>
    <h2 className='mb-5'>ثانيًا: شرح الدرس</h2>
    <p style={{lineHeight:"30px"}} className="text-justify text-slate-500">يتم شرح الدرس كعرض فيديو بأسلوب مبسط وبطريقة عرض مشوقة للتلاميذ، مدعمة بالصور والروابط وتشجيعهم على الاستمرار في الحصول على المعرفة والاستزادة منها في أوقات مختلفة.</p>
  </li>
  <li>
    <h2 className='mb-5'>ثالثًا: الأنشطة التعليمية</h2>
    <p style={{lineHeight:"30px"}} className="text-justify text-slate-500">يقوم المعلم بتحديد الأنشطة بدقة من خلال عرض الأهداف التعليمية الواجب تحقيقها في بيئة التعلم، وتذكيرهم أن إنجازها سيمكنهم من تعلم المادة العلمية، ويجب أن تكون قابلة للتنفيذ ومثيرة لاهتماماتهم ويطلب من التلاميذ بعد انتهائهم من الأنشطة المطلوبة تقديم العمل وملخص لما توصلوا إليه في شكل صفحة (Word).</p>
  </li>
  <li>
    <h2 className='mb-5'>رابعًا: التقويم التكويني</h2>
    <p style={{lineHeight:"30px"}} className="text-justify text-slate-500">وفيه يقوم المعلم بقياس مدى تحقيق الأهداف التعليمية، وقياس مستوى التلاميذ في تحقيق نتائج التعلم ويكون عبارة عن مجموعة من الأسئلة الموضوعية مصاغة بدقة.</p>
  </li>
  <li>
    <h2 className='mb-5'>خامسًا: روابط هامة</h2>
    <p style={{lineHeight:"30px"}} className="text-justify text-slate-500">يقوم المعلم بالإبحار في الشبكة العنكبوتية، ثم تحديد المواقع ذات الصلة الوثيقة بموضوع البحث وأنشطته بحيث تكون مواقع تعليمية موثوق بها وهادفة ومقننة، ولابد من العمل على تنوع مصادر المعلومات حيث يمكن أن تكون كتب وعلى مقدمتها الكتاب المدرسي وبنك المعرفة المصري ومنصة مدرستنا التعليمية أو وسائط تعليمية يقوم التلميذ بزيارتها لإتمام المهمة الموكلة إليه وإيجاد حلول للأسئلة المحددة لكل نشاط.</p>
  </li>
</ul>

        </div>
      </div>
    </section>
  )
}
